Repository: MinaHanyAlfy/BreakingNewsApp
Catalog: BreakingNews/Utilities/*.lproj/Localizable.strings
Languages: ar

source: Title
ar: العنوان

source: Content
ar: المحتوي

source: Description
ar: الوصف

source: Source
ar: المصدر

source: Author
ar: الكاتب

source: Show Full Article
ar: شاهد المقال كاملا

source: Date
ar: التاريخ

source: Sorry ,Something went wrong try agian.
ar: نأسف, هناك خطأ ما

source: Sorry ,This url isn't good enough ,Try agian later.
ar: نأسف,هناك مشكله في قاعدة البيانات المراد الوصول اليها

source: Server Error ,Modify your search and try agian.
ar: هناك خطأ في البحث, قم بتغير البحث

source: Search for BREAKING NEWS...
ar: ابحث عن الاخبار العاجلة

source: Alert
ar: تحذير

source: Ok
ar: حسنا

source: There's No Articles, Check Connection and reopen app.
ar: لا توجد مقالات في الوقت الحالي, تأكد من الاتصال بالانترنت و افتح التطبيق مره اخري.

source: Breaking News
ar: الاخبار العاجلة

source: Swift NEWS
ar: اخبار سويفت

source: SWIFT UI NEWS
ar: اخبار واجهة سويفت
